import poster2025 from '../assets/poster2025.png';
import studying from '../assets/studying.JPG';
import hujitasan from '../assets/hujitasan.JPG';
import group from '../assets/group.JPG';

export const activitiesData = [
  {
    id: 1,
    title: "アストロキャンプとは",
    description: "私たち大学生にとって、「宇宙を仕事に」というのはとても身近になりつつあります。宇宙産業の拡大によって航空宇宙エンジニアだけでなく、宇宙を使ったサービスやビジネスの創出・拡大など幅広い関わり方が現実的になってきたためです。アストロキャンプは企業や専門家の協力を得ながら、そんな宇宙産業を担う専門人材の育成や、産業横断型の宇宙利用が可能な人材の育成を行います。",
    image: studying
  },
  {
    id: 2,
    title: "～学ぶ～\n 企業協力による\n実践的カリキュラム",
    description: "それぞれのゼミは、実際に宇宙開発をリードする宇宙スタートアップや機関でのインターンやプロジェクト経験を持つ学生が主導しており、それらの企業からバックアップを受けることで、実践的で専門的なカリキュラムとなっています。また、学生と企業の間での採用・インターンを目的とした交流イベントも企画しています。",
    image: hujitasan
  },
  {
    id: 3,
    title: "～出会う～\n 将来を変えるような体験を",
    description: "アストロキャンプに参加する学生の多くが、宇宙分野かどうかに関わらず、何かしらに対する強い情熱やエネルギーを持っています。航空宇宙工学だけでなく、その他の学問やビジネス・研究に対する思いなどを持つ学生たちとの交流は、キャンプ期間中の5日間に限らない、一生の出会いになるでしょう。",
    image: group
  }
];