export const newsData = [
  {
    id: 1,
    date: "2025.06.07",
    category: "お知らせ",
    title: "「アストロキャンプ2025」選考通過者が決定しました。",
    link: "#"
  },
  {
    id: 2,
    date: "2025.05.20",
    category: "お知らせ",
    title: "〇〇様に『アストロキャンプ2025』についてのプレスリリース記事を書いていただきました。",
    link: "#"
  },
  {
    id: 3,
    date: "2025.05.20",
    category: "お知らせ",
    title: "▼▼様に『アストロキャンプ2025』についてのプレスリリース記事を書いていただきました。",
    link: "#"
  },
  {
    id: 4,
    date: "2025.04.22",
    category: "お知らせ",
    title: "『アストロキャンプ2025』のHPを公開しました。",
    link: "#"
  }
];
