export const newsData = [
//   {
//     id: 2,
//     date: "2026.03.18",
//     category: "お知らせ",
//     title: "各ゼミの詳細ページを公開しました",
//     slug: "seminar-details-2026",
//     content: `## 各ゼミの詳細ページ公開

// 各ゼミの詳細ページを公開いたしました。各ゼミの概要、シラバス、選考についてご確認いただけます。

// - [衛星開発ゼミ](/satellite-dev)
// - [衛星データ解析ゼミ](/satellite-data)
// - [宇宙ビジネスゼミ](/space-business)

// 応募をご検討の方はぜひご覧ください。`
//   },
  {
    id: 1,
    date: "2026.03.04",
    category: "お知らせ",
    title: "『アストロキャンプ2026』のHPを公開しました。",
    slug: "hp-release-2026",
    content: `## HP公開のお知らせ

『アストロキャンプ2026』の公式ホームページを公開いたしました。

各ゼミの詳細や応募要項などは現在準備中です。情報が整い次第、順次公開してまいります。

昨年の『アストロキャンプ2025』の内容については、[こちら](https://astro-camp.notion.site/2025-1c8f492792ce803da2c2d55f35cdf48e)をご覧ください。

今後も情報を随時更新してまいりますので、ぜひブックマークをお願いいたします。`
  }
];
